LANG['#Cleanup_Start'] = 'Очистка карты запущена'
LANG['#Cleanup_Finish'] = 'Очистка карты завершена'
LANG['#Cleanup_Deleted'] = 'Объектов удалено'
LANG['#Cleanup_Restored'] = 'Объектов востановленно'

LANG['#RecMCore'] = 'Двухядерная обработка'
LANG['#RecMCore_Desc'] = 'Предлагаем включить экспериментальную отложенную обработку запросов рендера игры. Это может увеличить общую производительность игры. Тем не менее - это экспериментальная функция, которая может привести к непредвиденным последствиям.'
LANG['#RecCfg'] = 'Рекомендуемая конфигурация'
LANG['#RecCfg_Desc'] = 'Предлагаем применить рекомендуемую конфигурацию. Это обеспечит вам наилучшую производительность во время игры, но создает вероятность вылетов на рабочий стол при потере соединения с сервером.\nПри вылете на рабочий стол, отправьте файл "garrysmod/data/cvars_crash_debug.txt" разработчикам игрового режима.'
LANG['#DontPopup'] = 'Никогда не предлагать'

LANG['#NoChrome'] = 'Клиент устарел'
LANG['#NoChrome_Desc'] = 'Версия вашего клиента не поддерживает веб-рендер Chromium, в результате чего некоторые функции будут недоступны. В разделе "Бета-версии" свойств игры в клиенте Steam выберите опции "x86-64" или "chromium" для устранения проблемы.'
LANG['#Ignore'] = 'Игнорировать'

LANG['#LoginOften'] = 'С вашего IP адреса уже было осуществлено подключение в последние 30 секунд.\nПодождите немного.'
LANG['#LoginDDos'] = 'Слишком много запросов на подключение. Попробуйте зайти ещё раз.\nЕсли у вас не получилось - сообщите оператору сервера.'
LANG['#License'] = 'Лицензионное соглашение'

LANG['#AssetsUpdated'] = 'Контент обновлён'
LANG['#AssetsUpdated_Desc'] = 'Игровой контент был обновлён. Чтобы изменения вступили в силу, необходимо перезайти на сервер.'

LANG['#Unnacounted_Net_Sent'] = 'Отправлен незарегистрированный траффик'
LANG['#Bitstream_OverflowAttemp'] = 'Попытка перезаполнения сетевого буфера'
LANG['#Bitstream_TooMuchMessages'] = 'Слишком много сообщений'
LANG['#Bitstream_TooLongRuntime'] = 'Создание задержки тиков'
LANG['#PhysicsLag'] = 'Высокая физическая нагрузка. Повышаю задержку.'