LANG['#Cleanup_Start'] = 'Очистка карты начата'
LANG['#Cleanup_Finish'] = 'Очистка карты завершена'
LANG['#Cleanup_Deleted'] = 'Удалено объектов'
LANG['#Cleanup_Restored'] = 'Восстановлено объектов'

LANG['#RecMCore'] = 'Двухъядерная обработка'
LANG['#RecMCore_Desc'] = 'Предлагаем включить экспериментальную отложенную обработку запросов рендера игры. Это может увеличить общую производительность игры. Однако это экспериментальная функция, которая может вызвать непредвиденные проблемы.'
LANG['#RecCfg'] = 'Рекомендуемая конфигурация'
LANG['#RecCfg_Desc'] = 'Предлагаем применить рекомендуемую конфигурацию. Это обеспечит наилучшую производительность во время игры, но может привести к вылетам на рабочий стол при потере соединения с сервером.\nПри вылете на рабочий стол отправьте файл "garrysmod/data/cvars_crash_debug.txt" разработчикам игрового режима.'
LANG['#DontPopup'] = 'Не показывать снова'

LANG['#NoChrome'] = 'Клиент устарел'
LANG['#NoChrome_Desc'] = 'Версия вашего клиента не поддерживает веб-рендер Chromium, из-за чего некоторые функции будут недоступны. В разделе "Бета-версии" свойств игры в клиенте Steam выберите опции "x86-64" или "chromium" для устранения проблемы.'
LANG['#Ignore'] = 'Игнорировать'

LANG['#LoginOften'] = 'С вашего IP-адреса уже было осуществлено подключение в последние 30 секунд.\nПодождите немного.'
LANG['#LoginDDos'] = 'Слишком много запросов на подключение. Попробуйте зайти ещё раз.\nЕсли у вас не получится, сообщите об этом оператору сервера.'
LANG['#License'] = 'Лицензионное соглашение'

LANG['#AssetsUpdated'] = 'Контент обновлен'
LANG['#AssetsUpdated_Desc'] = 'Игровой контент был обновлен. Чтобы изменения вступили в силу, необходимо перезайти на сервер.'

LANG['#Unnacounted_Net_Sent'] = 'Отправлен неучтенный трафик'
LANG['#Bitstream_OverflowAttemp'] = 'Попытка переполнения потока битов'
LANG['#Bitstream_TooMuchMessages'] = 'Слишком много сообщений'
LANG['#Bitstream_TooLongRuntime'] = 'Превышение максимального времени выполнения'
LANG['#PhysicsLag'] = 'Высокая нагрузка на физику. Увеличиваю задержку.'
